tap "oven-sh/bun"
tap "nodenv/nodenv"

brew "ag"
brew "oven-sh/bun/bun"
brew "coreutils"
brew "diff-so-fancy"
brew "fzf"
brew "ghq"
brew "git"
brew "git-lfs"
brew "go"
brew "hugo"
brew "nodenv"
brew "nodenv/nodenv/nodenv-package-rehash"
brew "nodenv/nodenv/node-build-update-defs"
brew "node-build"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "starship"
brew "vim"
brew "zimfw"
brew "zsh"

cask "1password"
cask "alt-tab"
cask "appcleaner"
cask "contexts"
cask "discord"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "fork"
cask "ghostty"
cask "google-japanese-ime"
cask "hiddenbar"
cask "imageoptim"
cask "messenger"
cask "notion"
cask "obsidian"
cask "popclip"
cask "raycast"
cask "slack"
# cask "textsniper"
cask "visual-studio-code"
