brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'ffmpeg'
brew 'fish'
brew 'git'
brew 'go'
brew 'hugo'
brew 'libjpeg'
brew 'libpng'
brew 'pkg-config'
brew 'zsh'

cask '1password'
cask 'appcleaner'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'chromium'
cask 'divvy'
cask 'dropbox'
cask 'evernote'
cask 'gitter'
cask 'google-chrome'
cask 'hipchat'
cask 'imagealpha'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'marked'
cask 'skype'
cask 'slack'
cask 'sublime-text'
cask 'tower'
cask 'vagrant'
cask 'virtualbox'
cask 'webstorm'
